{
  "books": [
  {
    "authors": [
      "Jeffery Deaver"
    ],
    "title": "The Twelfth Card",
    "rating": 3.98,
    "genres": [
      "Mystery",
      "Crime",
      "Thriller novel"
    ],
    "description": "The story starts out in a museum where Geneva Settle, a high-school student in Harlem, is researching information for a paper about her ancestor, Charles Singleton. While she is looking at an old newspaper, Thompson Boyd, an unfeeling, professional killer, attempts to murder her. As his attempts continue, each time he leaves behind a clue which either helps or misleads Lincoln Rhyme. Amelia Sachs, Fred Dellray, Mel Cooper, and Lon Sellitto help Lincoln to solve why Boyd is after Settle. Rhyme believes initially that Geneva was the witness to a planned terrorist attack. It is eventually revealed that Boyd was hired to kill her because of her ancestor's secret. Singleton's secret was that he owned fifteen acres of prime land in Manhattan in the 1800s. Rhyme had discovered through the investigation of the crime that Geneva's ancestor was falsely accused of murder and had his land stolen. The person who bought the land ended up creating a huge company in the modern time. As the land was not legally sold, all of Singleton's relatives were legally entitled to compensation over the course of 200 years. The chase to catch Boyd and all of his accomplices continue throughout a two-day period. Throughout the story, there are also some other smaller story lines and this crime eventually leads to the solutions of other crimes. Some of the people in the novel are not who they appear to be. One of Boyd's accomplices pretends to be the guidance counselor at Settle's high school. Also, a common vandal and criminal turns out to be Settle's dad.",
    "price": 20,
    "sellers": [
      "Anzhelo Petkov"
    ]
  },
  {
    "authors": [
      "Karen Marie Moning"
    ],
    "title": "Feverborn",
    "rating": 4.18,
    "genres": [
      "Romance novel",
      "Fantasy Fiction",
      "Urban fantasy",
      "Paranormal fiction"
    ],
    "description": "In Karen Marie Moning’s latest installment of the epic #1 New York Times bestselling Fever series, the stakes have never been higher and the chemistry has never been hotter. Hurtling us into a realm of labyrinthine intrigue and consummate seduction, FEVERBORN is a riveting tale of ancient evil, lust, betrayal, forgiveness and the redemptive power of love.When the immortal race of the Fae destroyed the ancient wall dividing the worlds of Man and Faery, the very fabric of the universe was damaged and now Earth is vanishing bit by bit. Only the long-lost Song of Making—a haunting, dangerous melody that is the source of all life itself—can save the planet.",
    "price": 20,
    "sellers": [
      "Iliya Damyanov",
      "Judd Joline"
    ]
  },
  {
    "authors": [
      "Peter Matthiessen"
    ],
    "title": "The Snow Leopard",
    "rating": 4.12,
    "genres": [
      "Travel literature",
      "Natural history"
    ],
    "description": "The book recounts the journey of Matthiessen and Schaller in 1973 to Shey Gompa in the inner Dolpo region of Nepal. Schaller's original objective was to compare the mating habits of the Himalayan blue sheep (the bharal) with those of the common sheep of the USA, while for Matthiessen the trip was more of a spiritual exploration. Another aim was to spot the snow leopard, a predator on the bharal and a creature that was seldom seen (it had only been glimpsed twice by Westerners in the previous twenty five years). A third part of the plan was to visit the Crystal Monastery and its Buddhist lama. The travel aspect of the work is in the tradition of writing by Sir Richard Burton, Sir Henry Morton Stanley, and Sir Ernest Henry Shackleton. The nature writing aspect brings echoes of the work of Alexander von Humboldt or Charles Darwin. It also involves a meditation upon inner peace, however, as well as external exploration, in a way that is reminiscent of Basho, Wordsworth or Thoreau. For example, towards the end of the book Matthiessen sits on some rocks and observes These hard rocks instruct my bones in what my brain could never grasp in the Heart Sutra, that 'form is emptiness and emptiness is form'—the Void, the emptiness of blue-black space, contained in everything. Matthiessen frequently digresses to remember his wife Deborah Love who had died of cancer prior to the adventure. The book is, therefore, also a meditation upon death, suffering, loss, memory and healing. The memories of Deborah operate with a number of other recursive stylistic traits that play against the linear, outward progress of the journey logged through maps and dates. Schaller eventually spots a snow leopard, but Matthiessen does not. Questions of absence and presence play in tandem with the wider question of gaining peace through an acceptance of how the world is rather than desiring phenomena to arise which do not exist.",
    "price": 20,
    "sellers": [
      "Anzhelo Petkov",
      "Taner Osmanov"
    ]
  },
  {
    "authors": [
      "Steve Perry, Tom Clancy, Steve Pieczenik"
    ],
    "title": "Tom Clancy's Net Force: Breaking Point",
    "rating": 3.69,
    "genres": [
      "Fiction"
    ],
    "description": "In the year 2000, computers are the new superpowers. Those who control them control the world. To enforce the Net Laws, Congress creates the ultimate computer security agency within the FBI: the Net Force. Reeling from a shattered personal life, Net Force Commander Alex Michaels is informed that top secret information from a joint Air Force--Navy venture has been accessed and downloaded. The research involves an atmospheric weapon with the capability to drive half a country into madness using low frequency wave generation. Now the technology has fallen into the wrong hands--and testing has begun...",
    "price": 20,
    "sellers": [
      "Murray Litt"
    ]
  },
  {
    "authors": [
      "Terri Blackstock"
    ],
    "title": "Night Light: A Restoration Novel",
    "rating": 4.35,
    "genres": [
      "Mystery",
      "Suspense"
    ],
    "description": "",
    "price": 20,
    "sellers": [
      "Rochelle Lawhorn"
    ]
  },
  {
    "authors": [
      "Iris Johansen"
    ],
    "title": "Chasing The Night",
    "rating": 4.12,
    "genres": [
      "Thriller",
      "Mystery",
      "Suspense"
    ],
    "description": "Survival has become a lifestyle, and technology is a thing of the past as the Branning family learns that the power outage is worldwide. Everyone is desperate. When two young thieves break into the Brannings’ home and clean out the food in their pantry, Jeff Branning tracks them to a filthy apartment and discovers a family of children living alone, stealing to stay alive. Where is their mother? The search for answers uncovers a trail of desperation and murder . . . and for the Brannings, a powerful new purpose that can transform their entire community―and above all, themselves. But how will they do what’s right when so much is going wrong?",
    "price": 20,
    "sellers": [
      "Ramona Agustin"
    ]
  },
  {
    "authors": [
      "John Rawls"
    ],
    "title": "A Theory of Justice",
    "rating": 3.91,
    "genres": [
      "Non-fiction"
    ],
    "description": "A Theory of Justice is a work of political philosophy and ethics by John Rawls, in which the author attempts to solve the problem of distributive justice (the socially just distribution of goods in a society) by utilising a variant of the familiar device of the social contract. The resultant theory is known as Justice as Fairness, from which Rawls derives his two principles of justice. Together, they dictate that society should be structured so that the greatest possible amount of liberty is given to its members, limited only by the notion that the liberty of any one member shall not infringe upon that of any other member. Secondly, inequalities either social or economic are only to be allowed if the worst off will be better off than they might be under an equal distribution. Finally, if there is such a beneficial inequality, this inequality should not make it harder for those without resources to occupy positions of power, for instance public office. First published in 1971, A Theory of Justice was revised in both 1975 (for the translated editions) and 1999.",
    "price": 20,
    "sellers": [
      "Joline Delahanty"
    ]
  },
  {
    "authors": [
      "Quinn Loftis"
    ],
    "title": "Out of the Dark",
    "rating": 4.5,
    "genres": [
      "Alien invasion"
    ],
    "description": "The Galactic Hegemony, an alliance of assorted alien races, sent a research and survey group to Earth (designated as KU-197-20) for assessment. The ship arrived in Earth's orbit in the 15th century, during the Hundred Years' War. The survey group observed the Battle of Agincourt between the English and French, and were horrified of humanity's feriocity and cruelty—being that war and violence rarely happened among the Hegemony. By the 2010s, the Hegemony has reviewed the survey on Earth and is instantly repulsed. Seeing the humans as similar to the carnivorous, wolf-like Shongairi, a species recently and reluctantly admitted to their alliance, the pacifist Hegemony decides to send the Shongairi to see humanity's submission or extinction before humanity will reach a similarly advanced technology level, seeing that as the lesser of two evils, rather than a second Shongair Empire. The Shongairi see value in the human race as slave soldiers and decide to conquer Earth and make humans their subjects. Once their expedition reaches Earth, they are surprised at humanity's advancement in only six hundred years, at six times the galactic norm. Fleet Commander Thikair orders his fleet to continue the conquest, despite Hegemony prohibitions against assaulting planets of a certain technological level, by hacking into human military computer systems and laying a series of kinetic strikes on nearly every military installation, naval fleet, and major city on the planet with kinetic energy weapons, wiping out half of the human population. Expecting that this attack to have crippled the humans, the Shongairi land their forces, concentrating on Europe and North America. They expect humans to surrender immediately, since the Shongairi and other alien races have a natural submission mechanism. However, the surviving remnants of humanity begin a massive guerrilla war against the Shongairi, who have never before fought an advanced race. For every successful human attack, the Shongairi retaliate with an orbital strike on the attackers or any nearby survivors to inflict submission.",
    "price": 20,
    "sellers": [
      "Anzhelo Petkov"
    ]
  },
  {
    "authors": [
      "Oscar Hijuelos"
    ],
    "title": "The Mambo Kings Play Songs of Love",
    "rating": 3.68,
    "genres": [
      "Fiction"
    ],
    "description": "It is about the lives of two Cuban brothers and musicians, Cesar and Nestor Castillo, who immigrate to the United States and settle in New York City in the early 1950s. The novel won the Pulitzer Prize for Fiction in 1990, being the first novel by a United States-born Hispanic to do so. It was the basis for a 1992 motion picture, The Mambo Kings, as well as a musical in 2005. The Mambo Kings Play Songs of Love was published in 1989, and soon became a huge international bestseller. It tells the story of Cesar Castillo, an aged musician who once had a small amount of fame when he and his brother appeared on an episode of I Love Lucy in the 1950s. The book chronicles Cesar’s last hours as he sits in a seedy hotel room, drinking and listening to recordings made by his band, the Mambo Kings. Events and characters whirl through Cesar's mind, evoking what he has lost over the years: his brother and collaborator, Nestor, who spent his adult life constantly rewriting one song about a lost love; the many lovers who gave themselves up to him as he rose triumphantly through the mambo music craze of the early 1950s; and the way of life that disappeared for all Cubans after that country was overthrown by an insurrection led by Fidel Castro in 1959. After coming to the US, Cesar's memories include events in the lives of his and Ernesto's girlfriends, wives, and children. In telling Cesar’s story, Hijuelos weaves in cameo appearances by several real-life mambo musicians, including Desi Arnaz, Tito Puente, Pérez Prado, Machito and Mongo Santamaría. The novel develops one of Hijuelos' most common themes: how immigrants adjust to coming to the United States and how they see themselves in relation to their new culture in contrast to the culture of their birth. Also, the book showcases Hijuelos' distinctive, richly detailed description of his characters' lives written in a prose-style that evokes the rhythms of Cuban music.",
    "price": 20,
    "sellers": [
      "Keitha Wiechmann"
    ]
  },
  {
    "authors": [
      "Ben Okri"
    ],
    "title": "The Famished Road",
    "rating": 3.73,
    "genres": [
      "Fiction",
      "Speculative fiction",
      "Bildungsroman"
    ],
    "description": "Azaro is an abiku, or spirit-child, from the ghetto of an unknown city in Africa. He is constantly harassed by his sibling spirits from another world who want him to leave this mortal life and return to the world of spirits, sending many emissaries to bring him back. Azaro has stubbornly refused to leave this life owing to his love for his mother and father. He is the witness of many happenings in the mortal realm. His father works as a labourer while his mother sells items as a hawker. Madame Koto, the owner of a local bar, asks Azaro to visit her establishment, convinced that he will bring good luck and customers to her bar. Meanwhile, his father prepares to be a boxer after convincing himself and his family that he has a talent to be a pugilist. Two opposing political parties try to bribe or coerce the residents to vote for them.",
    "price": 20,
    "sellers": [
      
    ]
  },
  {
    "authors": [
      "Miles  Cameron"
    ],
    "title": "The Red Knight",
    "rating": 4.12,
    "genres": [
      "Fantasy"
    ],
    "description": "Twenty eight florins a month is nowhere near enough when a wyvern's jaws snap shut on your helmet in the hot stink of battle, and the beast starts to rip the head from your shoulders. But if standing and fighting is hard, leading a company of men - or worse, a company of mercenaries - against the smart, deadly creatures of the Wild is even harder. It takes all the advantages of birth, training, and the luck of the devil to do it. The Red Knight has all three, he has youth on his side, and he's determined to turn a profit. So when he hires his company out to protect an Abbess and her nunnery, it's just another job. The abby is rich, the nuns are pretty and the monster preying on them is nothing he can't deal with. Only it's not just a job. It's going to be a war...",
    "price": 20,
    "sellers": [
      "Keitha Wiechmann",
      "Debra Kroh"
    ]
  },
  {
    "authors": [
      "Ian Mortimer"
    ],
    "title": "The Time-Traveller's Guide to Medieval England: A Handbook for Visitors to the Fourteenth Century",
    "rating": 3.99,
    "genres": [
      "History"
    ],
    "description": "Imagine you could get into a time machine and travel back to the 14th century. This text sets out to explain what life was like in the most immediate way, through taking the reader to the Middle Ages, and showing everything from the horrors of leprosy and war to the ridiculous excesses of roasted larks and haute couture.",
    "price": 20,
    "sellers": [
      
    ]
  },
  {
    "authors": [
      "Michael Buckley, Peter Ferguson"
    ],
    "title": "The Everafter War (The Sisters Grimm, #7)",
    "rating": 4.32,
    "genres": [
      "Fantasy"
    ],
    "description": "Picking up after the dramatic cliffhanger that ended Book Six, Sabrina and Daphne’s prayers are finally answered when their parents awake from their sleeping spell. But their happy reunion is short-lived, as they are caught in the middle of a war between the Scarlet Hand and Prince Charming’s Everafter army. As the family works to help the prince’s ragtag group of rebels and protect their friends, Sabrina comes face-to-face with the family’s deadliest enemy—the mysterious Master—who reveals a secret so shocking it will rock the entire family to its core.",
    "price": 20,
    "sellers": [
      
    ]
  },
  {
    "authors": [
      "Herman Melville"
    ],
    "title": "Billy Budd, Sailor",
    "rating": 3.09,
    "genres": [
      "Adventure fiction",
      "Nautical fiction"
    ],
    "description": "The plot follows Billy Budd, a seaman impressed into service aboard HMS Bellipotent in the year 1797, when the British Royal Navy was reeling from two major mutinies and was threatened by the Revolutionary French Republic's military ambitions. He is impressed to this large warship from another, smaller, merchant ship, The Rights of Man (named after the book by Thomas Paine). As his former ship moves off, Budd shouts, Good-bye to you too, old Rights-of-Man. Billy, a foundling from Bristol, has an innocence, good looks and a natural charisma that make him popular with the crew. His only physical defect is a stutter which grows worse when under intense emotion. He arouses the antagonism of the ship's master-at-arms, John Claggart. Claggart, while not unattractive, seems somehow defective or abnormal in the constitution, possessing a natural depravity. Envy is Claggart's explicitly stated emotion toward Budd, foremost because of his significant personal beauty, and also for his innocence and general popularity. (Melville further opines that envy is universally felt to be more shameful than even felonious crime.) This leads Claggart to falsely charge Billy with conspiracy to mutiny. When the captain, Edward Fairfax Starry Vere, is presented with Claggart's charges, he summons Claggart and Billy to his cabin for a private meeting. Claggart makes his case and Billy, astounded, is unable to respond, due to his stutter. He strikes his accuser to the forehead, and the blow is fatal.",
    "price": 20,
    "sellers": [
      "Ramona Agustin"
    ]
  },
  {
    "authors": [
      "Ilona Andrews"
    ],
    "title": "Bayou Moon",
    "rating": 4.09,
    "genres": [
      "Fiction",
      "Romance novel",
      "Fantasy Fiction",
      "Adventure fiction",
      "Paranormal fiction"
    ],
    "description": "The Edge lies between worlds, on the border between the Broken, where people shop at Walmart and magic is a fairytale–and the Weird, where blueblood aristocrats rule, changelings roam, and the strength of your magic can change your destiny… Cerise Mar and her unruly clan are cash poor but land rich, claiming a large swathe of the Mire, the Edge swamplands between the state of Louisiana and the Weird. When her parents vanish, her clan’s long-time rivals are suspect number one. But all is not as it seems. Two nations of the Weird are waging a cold war fought by feint and espionage, and their conflict is about to spill over into the Edge—and Cerise’s life . William, a changeling soldier who left behind the politics of the Weird, has been forced back into service to track down a rival nation’s spymaster.",
    "price": 20,
    "sellers": [
      "Rochelle Lawhorn"
    ]
  },
  {
    "authors": [
      "Robert A. Caro"
    ],
    "title": "Means of Ascent",
    "rating": 4.25,
    "genres": [
      "Biography"
    ],
    "description": "Robert A. Caro's life of Lyndon Johnson, which began with the greatly acclaimed The Path to Power, also winner of the National Book Critics Circle Award, continues -- one of the richest, most intensive and most revealing examinations ever undertaken of an American President. In Means of Ascent the Pulitzer Prize-winning biographer/historian, chronicler also of Robert Moses in The Power Broker, carries Johnson through his service in World War II and the foundation of his long-concealed fortune and the facts behind the myths he created about it. But the explosive heart of the book is Caro's revelation of the true story of the fiercely contested 1948 senatorial election, for forty years shrouded in rumor, which Johnson had to win or face certain political death, and which he did win -- by the 87 votes that changed history. Caro makes us witness to a momentous turning point in American politics: the tragic last stand of the old politics versus the new -- the politics of issue versus the politics of image, mass manipulation, money and electronic dazzle.",
    "price": 20,
    "sellers": [
      
    ]
  },
  {
    "authors": [
      "Patrick O'Brian"
    ],
    "title": "The Mauritius Command",
    "rating": 4.35,
    "genres": [
      "Historical Fiction"
    ],
    "description": "Jack Aubrey and Sophia Williams are married and the parents of twin girls. They live at Ashgrove Cottage on his half-pay, not enough to support fellow navy men in the household. Sophia's mother lost her money, including Sophia's portion, and now lives with them. They have Cecelia, Sophia's young niece in their household as well. As much as he loves Sophia, Aubrey is ready to go to sea again. Stephen Maturin comes to call, and soon after Aubrey's orders are delivered from the port Admiral. He is given command of the 38-gun frigate HMS Boadicea. At Plymouth, he picks up orders and Mr R T Farquhar, a political gentleman. He is to sail to the station at Cape Town where the ships of a convoy will meet. Not long away from home, they meet with the French ship Hébé which is escorting a captured merchant ship. The Boadicea captures both ships. He sends the prizes to Gibraltar. The timely capture allows the ship to send letters home, gain a French cook and the Hébé's English prisoners, able seamen. The long journey in the Atlantic gives Aubrey time to bring the crew of the Boadicea up to his standards of efficiency in gunnery, and gives Maturin and Farquhar time to develop strategies.",
    "price": 20,
    "sellers": [
      "Murray Litt"
    ]
  },
  {
    "authors": [
      "Peggy Orenstein"
    ],
    "title": "Cinderella Ate My Daughter: Dispatches from the Frontlines of the New Girlie-Girl Culture",
    "rating": 3.65,
    "genres": [
      "Non-fiction"
    ],
    "description": "Sweet and sassy or predatory and hardened, sexualized girlhood influences our daughters from infancy onward, telling them that how a girl looks matters more than who she is. Somewhere between the exhilarating rise of Girl Power in the 1990s and today, the pursuit of physical perfection has been recast as the source of female empowerment. And commercialization has spread the message faster and farther, reaching girls at ever-younger ages. But how dangerous is pink and pretty, anyway? Being a princess is just make-believe; eventually they grow out of it . . . or do they?",
    "price": 20,
    "sellers": [
      
    ]
  },
  {
    "authors": [
      "John Keegan"
    ],
    "title": "The First World War",
    "rating": 4,
    "genres": [
      "Historical Fiction"
    ],
    "description": "The First World War created the modern world. A conflict of unprecedented ferocity, it abruptly ended the relative peace and prosperity of the Victorian era, unleashing such demons of the twentieth century as mechanized warfare and mass death. It also helped to usher in the ideas that have shaped our times--modernism in the arts, new approaches to psychology and medicine, radical thoughts about economics and society--and in so doing shattered the faith in rationalism and liberalism that had prevailed in Europe since the Enlightenment. With The First World War, John Keegan, one of our most eminent military historians, fulfills a lifelong ambition to write the definitive account of the Great War for our generation.",
    "price": 20,
    "sellers": [
      "Iliya Damyanov"
    ]
  },
  {
    "authors": [
      "Jeffery Deaver"
    ],
    "title": "The Burial Hour",
    "rating": 3.9,
    "genres": [
      "Thriller",
      "Mistery",
      "Crime"
    ],
    "description": "The only leads in a broad-daylight kidnapping are the account of an eight-year-old girl, some nearly invisible trace evidence and the calling card: a miniature noose left lying on the street. A crime scene this puzzling demands forensic expertise of the highest order. Lincoln Rhyme and Amelia Sachs are called in to investigate. Then the case takes a stranger turn: a recording surfaces of the victim being slowly hanged, his desperate gasps the backdrop to an eerie piece of music. The video is marked as the work of The Composer... Despite their best efforts, the suspect gets away. So when a similar kidnapping occurs on a dusty road outside Naples, Rhyme and Sachs don't hesitate to rejoin the hunt. But the search is now a complex case of international cooperation - and not all those involved may be who they seem. All they can do is follow the evidence, before their time runs out.",
    "price": 20,
    "sellers": [
      
    ]
  },
  {
    "authors": [
      "Peter Matthiessen"
    ],
    "title": "Shadow Country",
    "rating": 4.04,
    "genres": [
      "Fiction",
      "Historical Fiction",
      "Novels",
      "Literature"
    ],
    "description": "Peter Matthiessen’s great American epic–Killing Mister Watson, Lost Man’s River, and Bone by Bone–was conceived as one vast mysterious novel, but because of its length it was originally broken up into three books. In this bold new rendering, Matthiessen has cut nearly a third of the overall text and collapsed the time frame while deepening the insights and motivations of his characters with brilliant rewriting throughout. In Shadow Country, he has marvelously distilled a monumental work, realizing his original vision. Inspired by a near-mythic event of the wild Florida frontier at the turn of the twentieth century, Shadow Country reimagines the legend of the inspired Everglades sugar planter and notorious outlaw E. J. Watson, who drives himself relentlessly toward his own violent end at the hands of neighbors who mostly admired him, in a killing that obsessed his favorite son. Shadow Country traverses strange landscapes and frontier hinterlands inhabited by Americans of every provenance and color, including the black and Indian inheritors of the archaic racism that, as Watson’s wife observed,still casts its shadow over the nation.",
    "price": 20,
    "sellers": [
      
    ]
  },
  {
    "authors": [
      "Iris Johansen"
    ],
    "title": "The Face Of Deception",
    "rating": 4.12,
    "genres": [
      "Thriller",
      "Mystery",
      "Suspense",
      "Fiction",
      "Romance"
    ],
    "description": "And a woman whose talented hands could reveal the shocking truth... As a forensic sculptor, Eve Duncan helps identify the dead from their skulls. Her own daughter murdered and her body never found, the job is Eve's way of coming to terms with her personal nightmare. But more terror lies ahead when she accepts work from billionaire John Logan. Beneath her gifted hands a face emerges from the skull he has given her to reconstruct—a face no one was ever meant to see. Now Eve is trapped in a frightening web of murder and deceit. Powerful enemies are determined to cover up the truth, and they will make certain that truth goes to the grave...even if Eve gets buried with it.",
    "price": 20,
    "sellers": [
      
    ]
  },
  {
    "authors": [
      "Ben Okri"
    ],
    "title": "The Age of Magic",
    "rating": 3.21,
    "genres": [
      "Fiction",
      "Fantasy"
    ],
    "description": "This novel takes us on a journey, a magical, and a literal one. A tightly knit group of filmmakers travel from Paris together to make a documentary. Unknown to themselves they carry a lot of unwanted baggage - fear, anger, jealousy, love. When they arrive in an idyllic Swiss village ringed by mountains and reflected in a lake, they discover a haunted world that will compel them to confront the demons they have been trying to escape. A mind-blowingly beautiful book, full of unexpected, poetic and metaphysical revelations.",
    "price": 20,
    "sellers": [
      
    ]
  },
  {
    "authors": [
      "Miles  Cameron"
    ],
    "title": "The Fell Sword",
    "rating": 4.28,
    "genres": [
      "Fantasy",
      "Fiction"
    ],
    "description": "In The Fell Sword the Red Knight and his company go across the mountains to the Morea and Thrake - those are the kingdoms to the east of Alba - to put down what appears to be a local rebellion and proves to be larger. In the process, the readers will get to see a little more of the meta-plot. The Red Knight will meet a beautiful princess. Jean de Vrailly will grow in power and worldly glory. Amicia will develop her own power while getting into a quarrel with the church that will have long term effects for everyone. Readers will meet the Faery Knight and the irks are developed as people and not ‘enemies’. The sides shift, and the stakes grow.",
    "price": 20,
    "sellers": [
      
    ]
  },
  {
    "authors": [
      "Herman Melville"
    ],
    "title": "Bartleby the Scrivener",
    "rating": 3.9,
    "genres": [
      "Classics",
      "Literature"
    ],
    "description": "Academics hail it as the beginning of modernism, but to readers around the world—even those daunted by Moby-Dick—Bartleby the Scrivener is simply one of the most absorbing and moving novellas ever. Set in the mid-19th century on New York City’s Wall Street, it was also, perhaps, Herman Melville's most prescient story: what if a young man caught up in the rat race of commerce finally just said : I would prefer not to? The tale is one of the final works of fiction published by Melville before, slipping into despair over the continuing critical dismissal of his work after Moby-Dick, he abandoned publishing fiction. The work is presented here exactly as it was originally published in Putnam's magazine—to, sadly, critical disdain.",
    "price": 20,
    "sellers": [
      
    ]
  },
  {
    "authors": [
      "Patrick O'Brian"
    ],
    "title": "Post Captain",
    "rating": 4.29,
    "genres": [
      "Historical Fiction"
    ],
    "description": "Dr Stephen Maturin leads Captain Jack Aubrey to the spy's Spanish castle. Best pals compete over manipulative widow Diana Villiers. Stephen encourages shy Sophia to Jack; Jack flees bailiffs after prize agent steals money. Jealous cuckold assigns Jack poorly-built experimental ship on poorly-conceived mission with too few and raw crew. Jack fights on.",
    "price": 20,
    "sellers": [
      
    ]
  },
  {
    "authors": [
      "Peggy Orenstein"
    ],
    "title": "Girls & Sex: Navigating the Complicated New Landscape",
    "rating": 4.04,
    "genres": [
      "Non-fiction"
    ],
    "description": "With casual hookups and campus rape relentlessly in the news, parents can be forgiven for feeling anxious about their young daughters. They’re also fearful about opening up a dialog. Not Orenstein. A contributing writer to the New York Times Magazine and the New York Times best-selling author of books like Cinderella Ate My Daughter, Orenstein spoke to psychologists, academics, and other experts in the field and yes, 70 young women, to offer an in-depth picture of “girls and sex” today.",
    "price": 20,
    "sellers": [
      
    ]
  }
  ]
}