[
    {
        "name": "Classics",
        "description": "A classic stands the test of time. The work is usually considered to be a representation of the period in which it was written; and the work merits lasting recognition. In other words, if the book was published in the recent past, the work is not a classic."
    },
    {
        "name": "Literature",
        "description": "Literature is the art of written works. The two most basic written literary categories include fiction and non-fiction, although literature in popular use can also mean a sub-genre of fiction called literary fiction."
    },
    {
        "name": "Historical Fiction",
        "description":"Story with fictional characters and events in an historical setting."
    },
    {
        "name": "Nautical fiction",
        "description":"Nautical fiction, frequently also naval fiction, sea fiction, naval adventure fiction or maritime fiction, is a genre of literature with a setting on or near the sea, that focuses on the human relationship to the sea and sea voyages and highlights nautical culture in these environments."
    },
    {
        "name": "Adventure fiction",
        "description":"Adventure fiction is fiction that usually presents danger, or gives the reader a sense of excitement."
    },
    {
        "name": "History",
        "description":"History (from Greek ἱστορία, historia, meaning - inquiry, knowledge acquired by investigation)is the study of the past as it is described in written documents."
    },
    {
        "name": "Fantasy",
        "description":"Fantasy is a genre of fiction set in a fictional universe, often (but not always) without any locations, events, or people referencing the real world."
    },
    {
        "name": "Bildungsroman",
        "description":"In literary criticism, a Bildungsroman (English: novel of formation, education, culture; coming-of-age story) is a literary genre that focuses on the psychological and moral growth of the protagonist from youth to adulthood (coming of age), in which character change is extremely important."
    },
    {
        "name": "Speculative fiction",
        "description":"Speculative fiction is a term encompassing science fiction, fantasy, horror, and other branches of literature not related to literary realism."
    },
    {
        "name": "Alien invasion",
        "description":"The alien invasion or space invasion is a usual part of science fiction stories and film, in which evil extraterrestrials invade the Earth either to exterminate and supplant human life, enslave it under an intense state, harvest people for food, steal the planet's resources, or destroy the planet altogether."
    },
    {
        "name": "Non-fiction",
        "description":"Non-fiction or nonfiction is content (sometimes, in the form of a story) whose creator, in good faith, assumes responsibility for the truth or accuracy of the events, people, or information presented."
    },
    {
        "name": "Thriller",
        "description":"Thriller is a broad genre of literature, film and television, having numerous, often overlapping subgenres. Thrillers are characterized and defined by the moods they elicit, giving viewers heightened feelings of suspense, excitement, surprise, anticipation and anxiety."
    },
    {
        "name": "Suspense",
        "description":"Suspense is a feeling of fascination and excitement mixed with apprehension, tension, and anxiety developed from an unpredictable, mysterious, and rousing source of entertainment. The term most often refers to an audience's perceptions in a dramatic work. Suspense is not exclusive to fiction. It may operate whenever there is a perceived suspended drama or a chain of cause is left in doubt, with tension being a primary emotion felt as part of the situation."
    },
    {
        "name": "Mystery",
        "description":"Mystery fiction is a genre of fiction usually involving a mysterious death or a crime to be solved. In a closed circle of suspects, each suspect must have a credible motive and a reasonable opportunity for committing the crime. The central character must be a detective who eventually solves the mystery by logical deduction from facts fairly presented to the reader."
    },
    {
        "name": "Fiction",
        "description":"Subsets of genres, known as common genres, have developed from the archetypes of genres in written expression."
    },
    {
        "name": "Natural history",
        "description":"Nature writing encompasses a wide variety of works, ranging from those that place primary emphasis on natural history facts (such as field guides) to those in which philosophical interpretation predominate. It includes natural history essays, poetry, essays of solitude or escape, as well as travel and adventure writing."
    },
    {
        "name": "Travel literature",
        "description":"The genre of travel literature encompasses outdoor literature, guide books, nature writing, and travel memoirs."
    },
    {
        "name": "Paranormal fiction",
        "description":"Paranormal fiction is a genre of fiction whose storylines revolve around the paranormal."
    },

    {
        "name": "Urban fantasy",
        "description":"Urban fantasy is a subgenre of fantasy in which the narrative has an urban setting. Works of urban fantasy are set primarily in the real world and contain aspects of fantasy, such as the arrival of alien races, the discovery of earthbound mythological creatures, coexistence or conflict between humans and paranormal beings, and other changes to city life."
    },
    {
        "name": "Fantasy Fiction",
        "description":"Fantasy is a genre of fiction set in a fictional universe, often (but not always) without any locations, events, or people referencing the real world."
    },
    {
        "name": "Romance novel",
        "description":"The romance novel or romantic novel discussed in this article is the mass-market literary genre. Novels of this type of genre fiction place their primary focus on the relationship and romantic love between two people, and must have an emotionally satisfying and optimistic ending."
    },
    
    {
        "name": "Crime",
        "description":"Crime fiction is the literary genre that fictionalises crimes, their detection, criminals, and their motives. It is usually distinguished from mainstream fiction and other genres such as historical fiction or science fiction, but the boundaries are indistinct. Crime fiction has multiple subgenres, including detective fiction (such as the whodunit), courtroom drama, hard-boiled fiction and legal thrillers."
    },
    {
        "name": "Thriller novel",
        "description":"Thriller is a broad genre of literature, film and television, having numerous, often overlapping subgenres. Thrillers are characterized and defined by the moods they elicit, giving viewers heightened feelings of suspense, excitement, surprise, anticipation and anxiety."
    }
]